Repository: bynicodevelop/utweat
Catalog: lib/l10n/app_*.arb
Languages: fr

# contentCopiedToClipboard
source: Your content is copied to clipboard
fr: Votre contenu a été copié dans le presse-papier.

# helperNoContentPart1
source: Try to enter this:
fr: Essayez d'entrer ceci :

# helperNoContentPart2
source: then look at the possibilities
fr: puis voyez les résultats possibles.

# gettingStarted
source: To start click on +
fr: Pour commencer cliquez sur +

# deletionContentMessage
source: Deletion of your content, in progress ({n})...
fr: Suppression de votre contenu, en cours ({n})...

source: Tweet editor
fr: Editeur de tweets

# placeholderName
source: Enter the description of pattern
fr: Entrez la description de votre Tweet

# placeholderTweet
source: Enter your content
fr: Entrez votre contenu

# helperTweetPlaceholder
source: Possibilities: {n}
fr: Possibilités : {n}

# cancelButton
source: Cancel
fr: Anuller

# createButton
source: Create
fr: Créer
